namespace Room
{
    internal class Program
    {
        // Трябва да си боядисаш стаята.
        // Тя представлява правилен паралелипипед. Т.е две срещуположни стерни са еднакви. Чийто размери се четат от конзолата
        // на едната стена имаш врата, чийто размери се четат от конзолата
        // на отсрещната стена имаш прозеорец.Чийто размери се четат от конзолата
        // разходната норма на боята ти е 300гр/кв.м.
        // баките с боя са по кг.
        // колко боя е нужда , зада се боядиса стените на стаята и колко баки с боя 

        static void Main(string[] args)
        {
            Console.WriteLine("Hello, World!");
        }
    }
}
